// General
"Alert.Ok" = "OK";
"Alert.Cancel" = "Annuler";

// Units
"Unit.Minutes" = "min";
"Unit.Hours" = "h";
"Unit.Meters" = "m";
"Unit.Kilometers" = "km";

// Location Services
"LocationServices.DisabledTitle" = "Service de localisation désactivé";
"LocationServices.DisabledMsg" = "Merci d\'activer la localisation dans les paramètres de l\'application";

// Selector View
"SelectorView.NoFocus" = "…";

// SplashView
"SplashView.UpdatingBundle" = "Mise à jour de la carte…";
"SplashView.LoadingParameters" = "Chargement des paramètres de l\'application…";
"SplashView.LoadingMap" = "Chargement de la carte…";
"SplashView.LoadingPlaceData" = "Chargement de contenus…";
"SplashView.SelectingDataset" = "Affichage de la carte…";

// Bundle Updater
"BundleUpdater.DownloadMap" = "Télécharger la carte ?";
"BundleUpdater.UpdateConfirm" = "Une version plus récente est disponible";
"BundleUpdater.DownloadConfirm" = "Dans le cas contraire, la carte ne sera pas utilisable";
"BundleUpdater.NoHashNoAsset" = "L\'application requiert une carte valide embarquée et/ou une carte téléchargeable";
"BundleUpdater.NoMapAvailable" = "Accune carte disponible.";

// Locate Place View
"LocatePlaceView.Title" = "Recherche de lieux";
"LocatePlaceView.Search" = "Recherche…";
"LocatePlaceView.Places" = "lieu(x)";

// Route Setup View
"RouteSetupView.Title" = "Création d\'itinéraire";
"RouteSetupView.Start" = "Départ";
"RouteSetupView.Accessible" = "Accessible";
"RouteSetupView.Optimize" = "Optimiser";
"RouteSetupView.Optimized" = "Optimisé";
"RouteSetupView.AddStart" = "Sélectionner le point de départ";
"RouteSetupView.AddDestination" = "Ajouter une destination";
"RouteSetupView.ComputeFail" = "Pas d'itinéraire possible";
"RouteSetupView.PlaceNotAvailable" = "Lieu non disponible";

// Route View
"RouteView.Title" = "Navigation";
"RouteView.Options" = "Options";

// Navigation
"Navigation.Unknown" = "inconnu";
"Navigation.GoStraight" = "continuez";
"Navigation.TurnGentleRight" = "tournez légèrement à droite";
"Navigation.TurnGentleLeft" = "tournez légèrement à gauche";
"Navigation.TurnRight" = "tournez à droite";
"Navigation.TurnLeft" = "tournez à gauche";
"Navigation.TurnSharpRight" = "tournez fortement à droite";
"Navigation.TurnSharpLeft" = "tournez fortement à gauche";
"Navigation.UTurnRight" = "effectuez un demi-tour à droite";
"Navigation.UTurnLeft" = "effectuez un demi-tour à gauche";
"Navigation.Start" = "départ";
"Navigation.End" = "destination";
"Navigation.GoUp" = "montez";
"Navigation.GoDown" = "descendez";
"Navigation.ChangeModality" = "changez de mode de transport";
"Navigation.ChangeLayer" = "changez de bâtiment";
"Navigation.Waypoint" = "étape";
"Navigation.Then" = "puis";
"Navigation.And" = "et";
"Navigation.Near" = "à proximité de";
"Navigation.Enter" = "entrez";
"Navigation.Exit" = "sortez";
"Navigation.Leave" = "partez";
"Navigation.OnceOutside" = "une fois dehors";
"Navigation.OnceInside" = "une fois à l\'intérieur";
"Navigation.OnceAt" = "une fois à";
"Navigation.ArriveAt" = "arriver à";

// Navigation View
"NavigationView.GeneratingRoute" = "Affichage de l\'itinéraire";
"NavigationView.RegeneratingRoute" = "Rafraîchissement de l\'itinéraire";

// Location
"Location.YourLocation" = "Votre location";
